<?php

return [
    'name' => 'Український військовий вісник',
    'header' => [
        'main' => 'Головна',
        'news' => 'Усі новини',
        'users' => 'Команда',
        'about' => 'Про нас',
        'contact' => 'Контакти',
        'form' => 'Анкета співробітника',
    ],

    'main' => [
        'page_message' => 'Ведуться технічні роботи',
        'to_command' => 'хочу до команди',
        'questionnaire' => 'Анкета співробітника',
        'text' => 'Залиште ваші дані і ми зв’яжемося з вами для їх підтвердження',
        'block_1' => 'Посвідчення репортера',
        'block_2' => 'Перепустка на авто',
        'block_3' => 'Посвідчення репортера',
        'block_4' => 'Посвідчення репортера',
        'common' => [
            'title' => 'Особисті дані',
            'last_name' => 'Прізвище',
            'first_name' => 'Ім’я',
            'surname' => 'По-батькові',
            'phone' => 'Контактний телефон',
            'car' => [
                'title' => 'Маю автомобіль',
                'status' => [
                    'yes' => 'Так',
                    'no' => 'Ні'
                ],
                'model_car'=>'Марка та модель автомобіля',
                'number_car'=>'Державний номер автомобіля'
            ],
        ],
        'position' => [
            'title' => 'Посада',
            'desired_position' => 'Бажана посада',
            'term' => 'Термін'
        ],
        'home' => [
            'title' => 'Місце проживання',
            'region' => 'Область',
            'city' => 'Місто',
            'steer' => 'Вулиця',
            'house' => 'Будинок',
            'apartment' => 'Квартира',
        ],
        'delivery_addresses' => [
            'title' => 'Адреса доставки',
            'city' => 'Місто',
            'department' => 'Відділення нової пошти'
        ],
        'file' => [
            'title' => 'Фото на посвідчення',
            'format' => 'Виберіть файл формату .jpg або .png. Розмір файлу не повинен перевищувати 5 Mb',
            'save' => 'Сохранить',
            'select' => 'Обрати файл',
        ],
        'form' => [
            'submit' => 'відправити',
            'personal' => 'Погоджуюсь на <a href=":attribute" target="_blank">обробку особистих даних</a>'
        ],
        'term' => [
            '1 рік',
            '2 роки',
            '3 роки',
            '4 роки',
            '5 років',
        ],
        'success_text'=>'Ваше повідомлення надіслано'
    ],

    'breadcrumbs' => [
        'main' => 'Головна',
        'news' => 'Усі новини',
        'employees' => 'Команда',
    ],
    'news' => [
        'title' => 'Новини',
        'resource' => 'Інформація з сайту',
        'declination' => [
            'новина',
            'новини',
            'новин',
        ]
    ],
    'contacts_form'=>[
        'mail'=>'Пошта',
        'tel'=>'Телефон',
        'address'=>'Адреса'
    ]
];
